Repository: chrysa/framewok42
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: success_contact
fr: envoi du mail de contact avec success

source: error_contact
fr: erreur de contact

source: contact_must_contain_subject
fr: une demande de contact doit contenir un sujet

source: contact_must_contain_message
fr: une demande de contact doit contenir un message

source: contact_must_contain_email
fr: une demande de contact doit contenir une adresse mail

source: mail_adress
fr: adresse mail

source: subject
fr: sujet

source: send_message
fr: envoi du message

source: home
fr: accueil

source: forum
fr: zone de discussion

source: issue
fr: problèmes

source: log
fr: journalisation

source: logout
fr: se déconnecter

source: register
fr: s'enregistrer

source: login
fr: se connecter

source: login_classic
fr: conection classique

source: login_ldap
fr: connection via le ldap

source: change_lang
fr: langue

source: current_lang
fr: langue courante

source: title
fr: titre

source: reponse
fr: réponse

source: Name
fr: nom

source: categorie_parente
fr: catégorie parente

source: new_topic
fr: nouveau sujet

source: last_mod
fr: dernière modification

source: by
fr: par

source: at
fr: le

source: edit_topic
fr: edition du sujet

source: create_topic
fr: creation du sujet

source: edit_post
fr: edition du message

source: no_category
fr: aucunes categories

source: response_topic
fr: réponse

source: modify_by
fr: modifié par

source: save_topic
fr: enregistrer le sujet

source: thread_fail
fr: erreur de creation du sujet

source: no_logs_register
fr: aucuns logs enregistré

source: day
fr: jour

source: hour
fr: heure

source: error_level
fr: niveau d'erreur

source: assign
fr: assigné à

source: assign_to
fr: assigné à

source: open
fr: ouvert

source: in_progress
fr: en cours

source: close
fr: fermé

source: answer
fr: réponse

source: reopen_issue
fr: réouvrir le problème

source: new_issue
fr: nouveau probleme

source: createdate
fr: créé le

source: lastactivity
fr: dernière activité

source: no_issues
fr: pas de problèmes déclarés

source: submit_issue
fr: soumettre un problème

source: save_error
fr: erreur lors de l'enregistrement

source: update_error
fr: erreur lors de la mise a jour

source: password
fr: mot de passse

source: pool_month
fr: mois de piscine

source: pool_year
fr: année de la piscine

source: prenom
fr: prénom

source: phone
fr: numéro de téléphone

source: connection_ldap
fr: connection via ldap42

source: connexion
fr: connection

source: bind_error
fr: erreur lors du bind

source: authenticate error
fr: erreur d'authentification

source: error_wrong_password
fr: mauvais mot de passe

source: username
fr: nom d'utilisateur

source: password_conf
fr: confirmation du mot de passe

source: error_user_already_exist
fr: le nom d'utilisateur existe deja

source: error_mail_already_exist
fr: l'adressse mail est deja utilisée

source: admin_cant_log_here
fr: les admins ne peuvent pas se connecter ici

source: staff_cant_log_here
fr: le staff ne peut pas se connecter ici

source: error_user_not_exist
fr: le nom d'utilisateur n'existe pas

source: unknow_error_register_form
fr: une erreur inconnue est survenu lors de l'enregistrement

source: unknow error
fr: erreur inconnue
